{
  "about": {
    "header": "Precizno genetsko testiranje za personaliziranu njegu",
    "subheader": "ATENA Genomics posvećena je unapređenju zdravstvene skrbi pomoću dostupnih tehnologija precizne genetike. Pružamo napredna rješenja za sekvenciranje kako bismo omogućili personaliziranu medicinu, poboljšavajući ishode za pacijente pravovremenim i točnim genetskim uvidima.",
    "leadership": "Vodstvo",
    "profile": "Profil",
    "marija": {
      "bio": {
        "part1": "Dr. Marija Vujadinović ima više od 15 godina iskustva u razvoju vakcina, GMP proizvodnji i molekularnoj biotehnologiji. Kao osnivač, direktor i glavna tehnološka direktorica ATENA Genomics, fokusira se na unapređenje preciznog genetskog testiranja kako bi poboljšala zdravstvenu zaštitu i dijagnostiku na Balkanu.",
        "part2": "Tokom rada u Janssen Pharmaceutical Companies of Johnson & Johnson, Marija je igrala važnu ulogu u prebacivanju kandidata za vakcine iz faze ranog istraživanja u kliničku primjenu. Kao naučnica u odjelu za virusne vakcine, radila je na dizajnu vektorskih vakcina i poboljšanju njihove proizvodnje, pomažući vakcinama da glatko pređu iz laboratorija u masovnu proizvodnju. Kao tehnička integratorica za supstance vakcina u procesu i analitičkom razvoju, upravljala je GMP proizvodnjom, tehničkim prijenosima i saradnjom između timova kako bi osigurala uspješno izvođenje projekata i poštivanje regulatornih zahtjeva. Njen rad je doprinio razvoju nekoliko kandidata za vakcine, uključujući Janssen COVID-19 vakcinu.",
        "part3": "Marija je objavila svoja istraživanja u naučnim časopisima i posjeduje patente za svoj doprinos HPV-u, adenovirusnoj tehnologiji i inovacijama u vakcinama. Ranije u svojoj karijeri, radila je na Univerzitetu Utah i VU Medicinskom centru, gdje je stekla ekspertizu u infektivnim bolestima i molekularnoj dijagnostici. Daljnje usavršavanje uključuje certifikate sa Harvarda iz genetskog testiranja, tehnologija sekvenciranja i genomike raka, što je dodatno produbilo njen fokus na preciznu onkologiju i genetsku analizu."
      }
    }
  }
}
